index.org
#+TITLE: SICP

* Introduction
  #+BEGIN_QUOTE
  Lisp is worth learning for the profound enlightenment experience you will have when you finally get it; that experience will make you a better programmer for the rest of your days, even if you never actually use Lisp itself a lot.

  -- Eric Raymond, "How to Become a Hacker"
  #+END_QUOTE
  The Structure and Interpretation of Computer Programs is regarded as
  one of the classic textbooks of Computer Science.
